{"abrasive": ["adj", "Wearing, grinding or rubbing away by friction; rough."], "abruptly": ["adv", "In a manner that produces the effect of a sudden ending."], "academic": ["adj", "Relating to a school, especially an institution of higher education."], "accelerate": ["v", "To add to the speed of or quicken the motion of."], "accessible": ["adj", "Easily approached, entered or obtained."], "accomplice": ["n", "One that participates with another in a crime either as principal or accessory."], "accumulate": ["v", "To heap up in a mass."], "accurate": ["adj", "Correct, exact, precise."], "acre": ["n", "A unit of area in the U.S. Customary System, used in land and sea floor measurement and equal to 160 square rods, 4,840 square yards, or 43,560 square feet."], "adequate": ["adj", "Sufficient to satisfy a requirement or meet a need."], "adhere": ["v", "To stay attached; stick fast; cleave; cling (usually followed by to.)."], "adjacent": ["adj", "Living nearby or sitting or standing relatively near or close together."], "adjunct": ["n", "Something joined or added to another thing but not essentially a part of it."], "advantageous": ["adj", "Affording advantage; beneficial."], "adversary": ["n", "An opponent; an enemy."], "adverse": ["adj", "Unfavorable or antagonistic in purpose or effect."], "advisory": ["n", "A report giving information (as one issued by a weather bureau on the progress of a hurricane)."], "advocate": ["n", "One that argues for, defends, maintains, or recommends a cause or proposal."], "affable": ["adj", "Easy and pleasant to speak to; approachable."], "affiliation": ["n", "The state or relation of being attached as a member or branch."], "agenda": ["n", "A list, plan, outline, or the like, of things to be done, matters to be acted or voted upon, etc."], "aggravate": ["v", "To make worse, more serious, or more severe."], "allege": ["v", "To assert, affirm, state without proof or before proving."], "alliance": ["n", "Union or connection especially between families, states, parties, or individuals."], "allude": ["v", "To refer casually or indirectly; make an allusion."], "aloof": ["adj", "Distant physically or emotionally; reserved and remote."], "altogether": ["adv", "Wholly, completely, thoroughly."], "ambivalent": ["adj", "Characterized by a mixture of opposite feelings or attitudes."], "amendment": ["n", "A change, modification, correction or alteration."], "amnesia": ["n", "Partial or total loss of memory, usually resulting from shock, psychological disturbance, brain injury, or illness."], "anniversary": ["n", "The annual recurrence of a date marking an event or occurrence of notable importance."], "anomaly": ["n", "Deviation or departure from the normal or common order, form, or rule."], "anonymous": ["adj", "Of unknown or unnamed source or origin (as authorship, donorship, workmanship)."], "anthology": ["n", "A collection of literary pieces, such as poems, short stories, or plays."], "anxiety": ["n", "A state of uneasiness and apprehension, as about future uncertainties."], "apathy": ["n", "Absence or lack of interest or concern; listlessness; indifference."], "appease": ["v", "To bring to a state of peace or quiet."], "appetite": ["n", "An instinctive physical desire, especially one for food or drink."], "appropriate": ["adj", "Suitable for a particular person, condition, occasion, or place; fitting."], "arbiter": ["n", "One chosen or appointed to judge or decide a disputed issue; an arbitrator."], "arrogance": ["n", "The state or quality of being arrogant; overbearing pride."], "artificial": ["adj", "Made by humans; produced rather than natural."], "ascend": ["v", "To move, climb, or go upward; mount; rise."], "attrition": ["n", "A usually gradual loss of personnel from causes normal or peculiar to a given situation (as death, retirement, and resignation in a labor force) often without filling the vacancies."], "audacious": ["adj", "Fearlessly, often recklessly, daring; bold."], "augment": ["v", "To make (something already developed or well under way) greater, as in size, extent, or quantity."], "austere": ["adj", "Stern and cold in appearance or manner."], "authentic": ["adj", "Not false or imitation."], "author": ["n", "The writer of a book, article, or other text."], "baccalaureate": ["n", "The degree of bachelor conferred by universities and colleges."], "barracks": ["n", "An often permanent building or set of buildings used, especially for lodging soldiers."], "belligerent": ["adj", "Inclined or eager to fight; hostile or aggressive."], "bibliography": ["n", "A list of the works of a specific author or publisher."], "billionaire": ["n", "A person whose wealth amounts to at least a billion dollars, pounds, or the equivalent in other currency."], "blemish": ["n", "Defect, flaw."], "bonanza": ["n", "Something that yields an often unexpectedly large profit."], "buccaneer": ["n", "One of the pirates preying upon Spanish ships and settlements, esp. in the West Indies in the 17th Century."], "buffalo": ["n", "A large wild ox with a shaggy mane and short horns that was once abundant on the central and western plains of the United States."], "buoyant": ["adj", "Able to regain high spirits after depression; lighthearted."], "bureaucrat": ["n", "A member of the whole body of non elected government officials."], "bursar": ["n", "An administrative officer (as of a monastery or college) in charge of funds; treasurer."], "cajole": ["v", "To urge with gentle and repeated appeals, teasing, or flattery; wheedle."], "camaraderie": ["n", "A spirit of friendly good-fellowship."], "candidacy": ["n", "The quality or state of being one that is likely or worthy to gain a post, position, or distinction."], "candor": ["n", "Unreserved, honest, or sincere expression."], "canter": ["v", "To move at a smooth gait, especially of a horse, that is slower than a gallop but faster than a trot."], "castigate": ["v", "To inflict severe punishment on."], "catastrophe": ["n", "A sudden, terrible calamity; disaster."], "censorious": ["adj", "Marked by or given to censure."], "census": ["n", "An official enumeration of the population of a country, city, or other administrative district."], "ceramic": ["adj", "Of or relating to the art of fashioning clay into useful or ornamental objects."], "characteristic": ["adj", "Belonging to or especially typical of the essential nature of."], "chattel": ["n", "An item of tangible moveable or immoveable property except real estate and things (as buildings) connected with real property."], "chemistry": ["n", "The science of the composition, structure, properties, and reactions of matter, especially of atomic and molecular systems."], "chocolate": ["adj", "Of a warm light brown color approximating the color of fresh milk chocolate."], "chronic": ["adj", "Marked by long duration and by frequent recurrence over a long time."], "chronological": ["adj", "Arranged in order of time of occurrence."], "cite": ["v", "To quote (a passage, book, author, etc.), especially as an authority."], "citizen": ["n", "A person owing loyalty to and entitled by birth or naturalization to the protection of a state or nation."], "coerce": ["v", "To compel by force, intimidation, or authority, especially without regard for individual desire or volition."], "cogent": ["adj", "Appealing to the intellect or powers of reasoning; convincing."], "colossal": ["adj", "Of a size, extent, or degree that elicits awe or taxes belief; immense."], "communicate": ["v", "To convey information about; make known."], "compatible": ["adj", "Capable of existing together in harmony."], "concept": ["n", "A general idea derived or inferred from specific instances or occurrences."], "condemn": ["v", "To express strong disapproval of."], "condolence": ["n", "Sympathy with a person who has experienced pain, grief, or misfortune."], "conductor": ["n", "One who is in charge of a railroad train, bus, or streetcar."], "conflagration": ["n", "A large disastrous fire."], "consecutive": ["adj", "Following one another in uninterrupted succession or order."], "constellation": ["n", "An arbitrary formation of stars perceived as a figure or design."], "contagious": ["adj", "Transmissible by direct or indirect contact; communicable."], "convoy": ["n", "The act of accompanying or escorting, especially for protective purposes."], "copious": ["adj", "Yielding or containing plenty; affording ample supply."], "counsel": ["n", "Advice, direction."], "credulity": ["n", "Readiness or willingness to believe especially on slight or uncertain evidence."], "current": ["adj", "Belonging to the present time."], "dawdle": ["v", "To spend time idly."], "dearth": ["n", "A scarce supply."], "decedent": ["n", "A dead person; especially a person who has recently died."], "deceitful": ["adj", "Dishonest."], "decline": ["v", "To express polite refusal."], "delegate": ["v", "To authorize and send as one’s representative or agent."], "delinquent": ["n", "A transgressor against duty or law."], "delude": ["v", "To deceive the mind or judgment of."], "desolate": ["adj", "Devoid of inhabitants; deserted."], "despair": ["n", "Utter loss of hope."], "desperate": ["adj", "Having lost all hope; despairing."], "detour": ["n", "A roundabout way or course, especially a road used temporarily instead of a main route."], "difficult": ["adj", "Hard to understand; puzzling."], "diffident": ["adj", "Lacking or marked by a lack of self-confidence; shy and timid."], "dilute": ["v", "To make less concentrated; diminish the strength, activity, or flavor of."], "discretion": ["n", "Power of decision; individual judgment."], "disparate": ["adj", "Completely dissimilar."], "disseminate": ["v", "To scatter or spread widely, as though sowing seed; promulgate extensively; broadcast; disperse."], "dissuade": ["v", "To divert by advice or persuasion."], "dolorous": ["adj", "Marked by or exhibiting sorrow, grief, or pain."], "dolphin": ["n", "Any of various small toothed whales with the snout more or less elongated into a beak and the neck vertebrae partially fused."], "domestic": ["adj", "Relating to the household or the family."], "duet": ["n", "Performance of a musical composition or movement by two singers or two instrumentalists."], "durable": ["adj", "Able to exist for a long time; lasting."], "dynasty": ["n", "A succession of rulers from the same family or line."], "eccentric": ["adj", "Departing from a recognized, conventional, or established norm or pattern."], "eclectic": ["adj", "Selecting or employing individual elements from a variety of sources, systems, or styles."], "eclipse": ["n", "The total or partial obscuring of one celestial body by another."], "ecstatic": ["adj", "Caused by, expressing, or causing a state of exaltation or rapturous delight."], "elementary": ["adj", "Fundamental, essential, simple."], "eligible": ["adj", "Qualified; desirable."], "embellish": ["v", "To make beautiful, as by ornamentation; decorate."], "emissary": ["n", "An agent sent on a mission to represent or advance the interests of another."], "emollient": ["n", "An agent that softens and soothes, especially the skin."], "empathy": ["n", "Identification with and understanding of another's situation, feelings, and motives."], "endorsement": ["n", "A validation."], "energetic": ["adj", "Marked by energy."], "engineer": ["n", "A person trained to plan and supervise projects in a technical field."], "enhance": ["v", "To increase or improve in value, quality, desirability, or attractiveness."], "enigmatic": ["adj", "Of or resembling an enigma; puzzling."], "enlightenment": ["n", "The act or means of furnishing with useful information."], "enmity": ["n", "Positive, active, and typically mutual hatred or ill will."], "ensemble": ["n", "A unit or group of complementary parts that contribute to a single effect; a group of performers who perform together."], "ephemeral": ["adj", "A markedly short-lived thing; lasting a short time."], "equator": ["n", "The imaginary great circle around the Earth's surface, equidistant from the poles and perpendicular to the Earth's axis of rotation."], "equilibrium": ["n", "Emotional or mental balance."], "equipment": ["n", "The act of equipping or the state of being equipped; something with which one is equipped."], "equivalent": ["adj", "Corresponding or virtually identical, especially in effect or function."], "erroneous": ["adj", "Containing error; mistaken; incorrect; wrong."], "esoteric": ["adj", "Requiring or exhibiting knowledge that is restricted to a small group."], "euphoric": ["adj", "Characterized by a feeling of well-being or elation."], "evaluate": ["v", "To ascertain or fix the value or worth of."], "evanescent": ["adj", "Of short life or duration; fleeting."], "exaggerate": ["v", "To misrepresent on the side of largeness (as of size, extent, or value); overstate the truth."], "exculpate": ["v", "To clear of guilt or blame."], "exonerated": ["v", "Cleared from accusation or blame."], "exotic": ["adj", "From another country; not native to the place where found."], "extensive": ["adj", "Of great extent; wide; broad."], "extricate": ["v", "To free or remove from an entanglement or difficulty."], "facade": ["n", "The face of a building, especially the principal face; an artificial or deceptive outward appearance."], "facsimile": ["n", "An exact and detailed copy."], "fahrenheit": ["adj", "Relating or conforming to a thermometric scale on which under standard atmospheric pressure the boiling point of water is at 212 degrees and the freezing point at 32 degrees."], "fallacious": ["adj", "Misleading; deceptive."], "falsetto": ["n", "An artificially high voice."], "famish": ["v", "To deprive of food; starve."], "fastidious": ["adj", "Having high and often capricious standards."], "fatigue": ["n", "Weariness from work or exertion."], "feasible": ["adj", "Capable of being accomplished or brought about; possible."], "federal": ["adj", "Of, relating to, or being a form of government in which a union of states recognizes the sovereignty of a central authority while retaining certain residual powers of government."], "felicity": ["n", "The quality or state of being happy."], "ferocious": ["adj", "Extremely savage; fierce."], "fiasco": ["n", "An utter and often ridiculous failure, especially of an ambitious or pretentious undertaking."], "fictitious": ["adj", "Created, taken, or assumed for the sake of concealment; not genuine; false."], "fierce": ["adj", "Having a savage and violent nature; ferocious."], "finance": ["v", "To supply funds to."], "finesse": ["n", "Skillful handling of a situation; adroit maneuvering."], "finite": ["adj", "Having clear limits."], "fission": ["n", "A nuclear reaction in which an atomic nucleus splits into usually two fragments of comparable mass, releasing from 100 million to several hundred million electron volts of energy."], "flammable": ["adj", "Capable of being easily ignited and of burning with extreme rapidity."], "flannel": ["adj", "A napped cotton fabric of soft yarns."], "flippant": ["adj", "Lacking proper respect or seriousness."], "florid": ["adj", "Heavily embellished; ornate."], "forfeit": ["v", "To lose or lose the right to by some error, fault, offense, or crime."], "fortuitous": ["adj", "Happening by accident or chance."], "foundation": ["n", "The basis on which a thing stands, is founded or is supported."], "fragile": ["adj", "Easily broken, shattered, or damaged; delicate; brittle; frail."], "fragrant": ["adj", "Having a pleasant odor."], "frugal": ["adj", "Economical in the use or expenditure of money or other resources."], "furniture": ["n", "The movable articles in a room or an establishment that make it fit for living or working."], "gambol": ["v", "To playfully skip or frolick about."], "garrulous": ["adj", "Given to excessive talk; tiresomely talkative."], "generosity": ["n", "Liberality in giving or willingness to give."], "genesis": ["n", "Origin."], "genocide": ["n", "The use of deliberate systematic measures calculated to bring about the extermination of a racial, political, or cultural group."], "genre": ["n", "A category of artistic composition characterized by a particular style, form, or content."], "germane": ["adj", "Being both pertinent and fitting."], "gesture": ["n", "A movement usually of the body or limbs that symbolizes or emphasizes an idea, sentiment, or attitude."], "gingivitis": ["n", "Inflammation of the gums."], "glimpse": ["n", "A brief fleeting look; a momentary or incomplete view."], "grammar": ["n", "A branch of linguistic study that deals with the classes of words, their means of indicating relation to each other, and their function in the sentence as employed according to established usage."], "grievous": ["adj", "Causing, characterized by, or indicative of severe physical pain or suffering."], "gullible": ["adj", "Easily deceived or duped."], "gyrate": ["v", "To turn or swing back and forth often rapidly with or as if with a circular or spiral motion."], "habitat": ["n", "The place where a plant or animal species naturally lives and grows."], "hallucination": ["n", "Perception of objects with no reality."], "harass": ["v", "To irritate or torment persistently."], "havoc": ["n", "Wide and general damage or destruction."], "heinous": ["adj", "Grossly wicked or reprehensible; abominable."], "helicopter": ["n", "An aircraft that derives its lift from blades which rotate about an approximately vertical central axis."], "hemisphere": ["n", "A half of the celestial sphere."], "heritage": ["n", "Something that is passed down from preceding generations; a tradition."], "heterogeneous": ["adj", "Consisting of dissimilar or diverse ingredients or constituents."], "hibernate": ["v", "To pass the winter in a dormant state."], "hoist": ["v", "To raise or haul up with or as if with the help of a mechanical apparatus."], "holocaust": ["n", "A complete or thorough sacrifice or destruction, especially by fire."], "horizontal": ["adj", "Placed or operating in a plane parallel to the horizon."], "horticulture": ["n", "The science and art of growing fruits, vegetables, flowers, or ornamental plants."], "hostility": ["n", "Conflict, opposition, or resistance in thought or principle."], "humane": ["adj", "Marked by compassion, sympathy, or consideration for other human beings or animals."], "humiliation": ["n", "The state of being humiliated or disgraced; shame."], "hurricane": ["n", "A tropical cyclone with winds of 73 miles per hour or greater."], "hybrid": ["n", "An offspring of two animals or plants of different races, breeds, varieties, or species."], "hydraulic": ["adj", "Operated, moved, or effected by means of water."], "hydrogen": ["n", "A nonmetallic element that is the simplest and lightest of the elements and which is normally a colorless, odorless, and highly flammable diatomic gas."], "hyperbole": ["n", "Extravagant exaggeration that represents something as much greater or less, better or worse, or more intense that it really is or that depicts the impossible as actual."], "hypothetical": ["adj", "Being or involving an assumption or concession made for the sake of argument."], "iconoclast": ["n", "One who attacks traditional or popular ideas or institutions."], "identical": ["adj", "Being the same."], "ignorance": ["n", "The condition of being uneducated, unaware, or uninformed."], "illicit": ["adj", "Not legally permitted or authorized; unlicensed; unlawful."], "illumination": ["n", "A source of light; the state of being lighted up."], "illusion": ["n", "An erroneous perception of reality."], "illustrate": ["v", "To make clear by giving or by serving as an example or instance."], "imaginary": ["adj", "Having no real existence; existing only in imagination or fancy; fictitious; hypothetical."], "immature": ["adj", "Lacking complete growth or development."], "immutable": ["adj", "Not capable of or susceptible to change."], "impair": ["v", "To cause to diminish, as in strength, value, or quality."], "impecunious": ["adj", "Lacking money; penniless."], "impediment": ["n", "Hindrance, block."], "imperative": ["adj", "Expressing a command or plea."], "impetus": ["n", "A driving or impelling force."], "implausible": ["adj", "Not plausible or believable."], "impossible": ["adj", "Incapable of being or occurring."], "impoverish": ["v", "To make poor; reduce to indigence."], "inauguration": ["n", "Formal induction into office."], "incense": ["n", "The perfume or the smoke from spices and gums when burned."], "increment": ["n", "A small increase in number, size, quantity, or extent."], "indicate": ["v", "To be a sign of; evidence; show."], "indulgent": ["adj", "Showing, characterized by, or given to indulgence; lenient; acceding to the desires and whims of."], "ineffable": ["adj", "Incapable of being expressed; indescribable or unutterable."], "inferior": ["adj", "Of poor quality; second-rate."], "ingenious": ["adj", "Marked by originality, resourcefulness, and cleverness in conception or execution."], "initials": ["n", "The first letter or letters of a word."], "initiative": ["n", "The power or ability to begin or to follow through energetically with a plan or task; enterprise and determination."], "innermost": ["adj", "Farthest inward."], "innocuous": ["adj", "Producing no injury."], "inscrutable": ["adj", "Difficult to understand; enigmatic."], "insinuate": ["v", "To impart or communicate with artful indirect wording; hint; imply."], "insipid": ["adj", "Dull, uninteresting, commonplace."], "insolence": ["n", "The quality or condition of being haughty and contemptuous or brutal in manner or speech."], "insolent": ["adj", "Haughty and contemptuous or brutal in manner or speech."], "interior": ["adj", "Of, relating to, or located on the inside; inner."], "internal": ["adj", "Situated or existing in the interior of something; interior."], "intrepid": ["adj", "Resolutely courageous; fearless."], "inundate": ["v", "To overwhelm."], "irascible": ["adj", "Prone to outbursts of temper; easily angered."], "irrevocable": ["adj", "Not to be revoked or recalled; unable to be repealed or annulled; unalterable."], "irritate": ["v", "To rouse to impatience or anger."], "janitor": ["n", "One who keeps the premises of an apartment, office, or other building clean and free of refuse, tends the heating system, and makes minor repairs."], "journal": ["n", "A personal record of occurrences, experiences, and reflections kept on a regular basis; a diary."], "judicial": ["adj", "Of, relating to, or proper to courts of law or to the administration of justice."], "judiciary": ["n", "A system of courts of law for the administration of justice."], "junket": ["n", "A trip or tour."], "jurisprudence": ["n", "The philosophy or science of law."], "justice": ["n", "The quality of being just; fairness."], "justifiable": ["adj", "Having sufficient grounds for justification; possible to justify."], "juvenile": ["adj", "Or of relating to childhood."], "kangaroo": ["n", "Any of various herbivorous marsupials of the family macropodidae of Australia and adjacent islands, having short forelimbs, large hind limbs adapted for leaping, and a long tapered tail."], "kennel": ["n", "A house for a dog or pack of hounds."], "kernel": ["n", "The inner part of a nut or fruit stone."], "kidnap": ["v", "To seize and detain unlawfully and usually for ransom."], "kindness": ["n", "The quality or state of being kind."], "laconic": ["adj", "Using or marked by the use of few words; terse or concise."], "lament": ["v", "To express sorrow for; bewail, mourn."], "language": ["n", "Human use of voice sounds and written symbols that represent these sounds in organized combinations and patterns to express and communicate thoughts and feelings."], "larynx": ["n", "The modified upper part of the respiratory passage of air-breathing vertebrates bounded above by the glottis and continuous below with the trachea."], "laughter": ["n", "The sound produced by laughing."], "lectern": ["n", "A desk or stand with a sloping top and usually a ledge at the bottom of the slope designed to support a book or script in a convenient position for a reading standing before it."], "legible": ["adj", "Possible to read or decipher."], "lenient": ["adj", "Inclined not to be harsh or strict; merciful, generous, or indulgent."], "lethal": ["adj", "Of, relating to, or causing death."], "levity": ["n", "Excessive or unseemly frivolity."], "liable": ["adj", "Legally responsible."], "liaison": ["n", "The contact or connection maintained by communications between units of an organization in order to ensure concerted action, cooperation, etc."], "libel": ["n", "A false publication, as in writing, print, signs, or pictures, that damages a person's reputation."], "library": ["n", "A room or section of a building or a building itself given over to books, manuscripts, or other literary and sometimes artistic materials usually kept in some convenient order for use but not for sale."], "lien": ["n", "The right to take and hold or sell the property of a debtor as security or payment for a debt or duty."], "lightning": ["adj", "Moving with or having the speed and suddenness of lightning."], "livid": ["adj", "Very angry; furious."], "location": ["n", "A place where something is or could be located; a site."], "lodging": ["n", "A place to live; dwelling."], "logarithmic": ["adj", "Involving the power to which a base number must be raised to produce a given number."], "logorrhea": ["n", "Excessive use of words."], "longevity": ["n", "A long duration of individual life."], "luau": ["n", "A feast with Hawaiian food and usually Hawaiian entertainment."], "lugubrious": ["adj", "Mournful, dismal, gloomy, sorrowful."], "luscious": ["adj", "Sweet and pleasant to taste or smell."], "malice": ["n", "Ill will; enmity."], "malign": ["v", "To make evil, harmful, and often untrue statements about; speak evil of."], "manacle": ["n", "A device for confining the hands."], "mandatory": ["adj", "Containing, constituting, or relating to an authoritative command, order, or injunction."], "marble": ["n", "A metamorphic rock, often irregularly colored by impurities, used for architectural and ornamental purposes."], "marsupial": ["n", "Any of an order of mammals having a pouch for carrying the young."], "matriarch": ["n", "A woman who rules a family, clan, or tribe."], "matrix": ["n", "A situation or surrounding substance within which something else originates, develops, or is contained."], "matutinal": ["adj", "Of, relating to, or occurring in the morning; early."], "maverick": ["n", "A person who refuses to conform and who takes an unorthodox stand."], "meadow": ["n", "A tract of grassland, either in its natural state or used as pasture or for growing hay."], "medicine": ["n", "The science and art dealing with the maintenance of health and the prevention, alleviation, or cure of disease."], "mediocre": ["adj", "Of a moderate or low degree of quality."], "menace": ["n", "Something that threatens to cause evil, harm, injury, etc."], "miniature": ["adj", "Being or represented on a small scale."], "mitigate": ["v", "To make less severe or intense; alleviate."], "molecule": ["n", "A group of atoms so united and combined by chemical affinity that they form a complete whole."], "mollify": ["v", "To calm in temper or feeling; soothe."], "monocle": ["n", "A lens for correcting defective vision in one eye."], "monotonous": ["adj", "Sounded or spoken in an unvarying tone."], "nausea": ["n", "A feeling of discomfort in the stomach usually associated with an urge to vomit."], "nebulous": ["adj", "Cloudy, misty, hazy, vague."], "necessary": ["adj", "Absolutely essential."], "negative": ["adj", "Unpleasant; disagreeable."], "neglect": ["v", "To pay little or no attention to; fail to heed; disregard."], "negotiable": ["adj", "Something that can be converted into cash or the equivalent value."], "nemesis": ["n", "A formidable and usually victorious rival or opponent."], "nepotism": ["n", "Favoritism shown to relatives (as by giving them positions because of their relationship rather than on their merits)."], "neutral": ["adj", "Belonging to neither side."], "neutralize": ["v", "To counterbalance the effect of so as to render ineffective."], "nonchalant": ["adj", "Seeming to be coolly unconcerned or indifferent."], "nostalgia": ["n", "A wistful or excessively sentimental yearning for return to or of some past period or irrecoverable condition."], "nuclear": ["adj", "Of or pertaining to the core, central or essential part."], "nurture": ["v", "To nourish or sustain."], "nutrition": ["n", "The process of nourishing or being nourished, especially the process by which a living organism assimilates food and uses it for growth and for replacement of tissues."], "oblique": ["adj", "Neither perpendicular nor parallel; having a slanting direction or position."], "obloquy": ["n", "A strongly and often intemperately condemnatory utterance."], "obsequious": ["adj", "Full of or exhibiting servile compliance; fawning."], "obsessive": ["adj", "Excessive in nature or degree."], "obsolete": ["adj", "No longer in use."], "obstacle": ["n", "Something that hinders progress."], "obstinate": ["adj", "Perversely adhering to an opinion, purpose, or course in spite of reason, arguments, or persuasion."], "occasionally": ["adv", "Now and then; here and there."], "olfactory": ["adj", "Of, relating to, or contributing to the sense of smell."], "oligarchy": ["n", "Government by the few."], "oncology": ["n", "The study of tumors."], "opaque": ["adj", "A material or substance which will not transmit light."], "opposite": ["adj", "Located or placed directly across from something else or from each other."], "opposition": ["n", "The act or condition of opposing or of being in conflict."], "optimistic": ["adj", "Anticipating the best."], "option": ["n", "Choice."], "orchestra": ["n", "A large group of players of musical instruments organized, especially for performing one of the larger forms of concert music or for accompanying an oratorio or other dramatic work."], "ordeal": ["n", "Any extremely severe or trying test, experience, or trial."], "original": ["adj", "Preceding all others in time; first."], "overt": ["adj", "Open and observable; not hidden, concealed, or secret."], "pacifist": ["adj", "Strongly and actively opposed to conflict and especially war."], "paradox": ["n", "A statement or sentiment seemingly opposite or opposed to common sense yet perhaps true."], "parallel": ["adj", "Extending in the same direction and everywhere equidistant."], "paramount": ["adj", "Of foremost importance or concern; superior to all others."], "pariah": ["n", "An untouchable; social outcast."], "parsimony": ["n", "Unusual or excessive frugality; extreme economy or stinginess."], "passenger": ["n", "A person who travels in a conveyance, such as a car or train, without participating in its operation."], "patriarch": ["n", "A man regarded as father or founder (as of a race, science, religion, or class of people)."], "patriot": ["n", "A person who loves his country and defends and promotes its interests."], "pedestrian": ["adj", "Marked by drabness or dullness; commonplace."], "penurious": ["adj", "Unwilling to spend money; stingy."], "percolate": ["v", "To prepare by causing (a liquid) to pass through (as coffee) in order to extract the essence."], "perennial": ["adj", "Continuing or lasting through several years—used specifically of a plant that dies back seasonally and produces new growth from a part that lives over from season to season."], "perfidious": ["adj", "Of, relating to, or marked by perfidy; treacherous."], "perforate": ["v", "To make a hole through."], "perpetual": ["adj", "Everlasting, eternal."], "persimmon": ["n", "The orange, several-seeded berry fruit of a persimmon tree."], "persuade": ["v", "To induce to undertake a course of action or embrace a point of view by means of argument, reasoning, or entreaty."], "pessimist": ["n", "One inclined to put the least favorable construction on actions and happenings, to emphasize adverse aspects, conditions, and possibilities, or to anticipate the worst possible outcome."], "pestle": ["n", "A club-shaped, hand-held tool for grinding or mashing substances in a mortar."], "petulant": ["adj", "Insolent or rude in speech or behavior."], "physician": ["n", "A person licensed to practice medicine; a medical doctor."], "physics": ["n", "The science of matter and energy and of the interactions between the two."], "picayune": ["adj", "Of little value or importance; paltry."], "piety": ["n", "Dutifulness in religion."], "pinioned": ["v", "To fix in one place; confine."], "plagiarize": ["v", "To present as new and original an idea or product derived from an existing source."], "posture": ["n", "A position or bearing of the body."], "potentate": ["n", "One who has the power and position to rule over others; a monarch."], "pretentious": ["adj", "Making extravagant claims (as of excellence, superiority or greatness)."], "proceed": ["v", "To go forward or onward, especially after an interruption; continue."], "prodigal": ["adj", "Wasteful; extravagant."], "prognosis": ["n", "The act or art of foretelling the course of a disease."], "prolific": ["adj", "Occurring or existing in large numbers; abundant, profuse."], "prominent": ["adj", "Standing out so as to be seen easily; conspicuous; particularly noticeable."], "propaganda": ["n", "Dissemination of ideas, information, or rumor for the purpose of helping or injuring an institution, a cause, or a person."], "proposition": ["n", "A project, plan, undertaking, or situation requiring some action."], "protean": ["adj", "Readily taking on varied shapes, forms, or meanings."], "provincial": ["adj", "Limited in perspective; narrow and self-centered."], "prudent": ["adj", "Wise in handling practical matters; exercising good judgment or common sense."], "psoriasis": ["n", "A chronic skin disease characterized by circumscribed red patches covered with white scales."], "psychedelic": ["adj", "Very bright in color."], "pumice": ["n", "Hardened volcanic froth."], "qualm": ["n", "A pang of conscience; a misgiving."], "quandary": ["n", "A state of perplexity or doubt."], "quench": ["v", "To put out (as a fire or a light)."], "querulous": ["adj", "Given to complaining; whining."], "query": ["n", "A question; an inquiry."], "quest": ["n", "An act or instance of searching; expedition, pursuit, venture."], "question": ["v", "To express doubt; dispute."], "quizzical": ["adj", "Suggesting puzzlement; questioning."], "quotation": ["n", "The act of quoting; a passage quoted."], "quotient": ["n", "The number resulting from the division of one number by another."], "radiant": ["adj", "Marked by or expressive of joy, pleasure, love, confidence, or happiness."], "radical": ["adj", "Characterized by a significant difference from the norm; extreme."], "rational": ["adj", "Agreeable to reason; reasonable; sensible."], "raucous": ["adj", "Loud and hoarse; noisy."], "ravenous": ["adj", "Extremely hungry; voracious."], "rebellion": ["n", "An act or a show of defiance toward an authority or established convention."], "receipt": ["n", "A written acknowledgment that a specified article, sum of money, or shipment of merchandise has been received."], "receive": ["v", "To take or acquire (something given, offered, or transmitted)."], "recipient": ["n", "A person or thing that receives; receiver."], "recluse": ["adj", "Marked by withdrawal from society."], "recuperate": ["v", "To return to health or strength; recover."], "refuge": ["n", "Shelter or protection from danger or distress."], "rejoice": ["v", "To feel joyful; be delighted."], "relegate": ["v", "To assign to a place of insignificance or of oblivion."], "reliable": ["adj", "Capable of being relied on; dependable."], "relinquish": ["v", "To retire from; give up or abandon."], "reminisce": ["v", "To indulge in the practice of thinking about past experiences."], "reminiscence": ["n", "An event that brings to mind a similar, former event."], "rendezvous": ["n", "A meeting at an appointed place and time."], "repetitious": ["adj", "Marked by the act of repeating something already said or done."], "reprehensible": ["adj", "Deserving rebuke or reprimand; censurable."], "represent": ["v", "To stand for; symbolize."], "reprimand": ["v", "To reprove severely, chide for a fault; censure formally and especially with authority."], "reservoir": ["n", "A natural or artificial pond or lake used for the storage and regulation of water."], "residential": ["adj", "Of, relating to, or having residence."], "resilient": ["adj", "Marked by the ability to recover readily, as from misfortune."], "restitution": ["n", "The act of restoring to the rightful owner something that has been taken away, lost, or surrendered."], "reticence": ["n", "The quality or state of being reticent, reserved, restrained."], "reverence": ["n", "A feeling of profound awe and respect and often love."], "rhetoric": ["n", "Insincere or pretentious language."], "ricochet": ["n", "A glancing rebound or skipping (as of flat stone thrown along the surface of water)."], "rudimentary": ["adj", "Of or relating to basic facts or principles; fundamental."], "rural": ["adj", "Of, relating to, or characteristic of the country."], "sacrifice": ["v", "To sell or give away at a loss."], "sacrosanct": ["adj", "Regarded as sacred and inviolable."], "sanction": ["n", "The penalty for noncompliance specified in a law or decree."], "sarcasm": ["n", "A sharp and often satirical or ironic utterance designed to cut or give pain."], "sartorial": ["adj", "Of or relating to tailoring or tailored clothing."], "satchel": ["n", "A small bag, often having a shoulder strap, used for carrying books or clothing."], "scissors": ["n", "Cutting implement consisting of two blades joined by a swivel pin that allows the cutting edges to be opened and closed."], "scythe": ["n", "An implement consisting of a long, curved single-edged blade with a long bent handle, used for mowing or reaping."], "seasonably": ["adj", "Appropriate to the time or the season."], "sedentary": ["adj", "Characterized by or requiring much sitting; staying in one area."], "segue": ["v", "To move smoothly and unhesitatingly from one state, condition, situation, or element to another."], "sensory": ["adj", "Of or relating to the senses."], "sentimental": ["adj", "Arising from or colored by emotion rather than reason."], "separate": ["v", "To set or keep apart; disunite."], "servile": ["adj", "Of or befitting a slave or a menial position."], "session": ["n", "A period of time devoted to a specific activity."], "shackle": ["v", "To confine the limbs of so as to prevent free motion."], "simultaneous": ["adj", "Existing, occurring, or operating at the same time; concurrent."], "sinecure": ["n", "A position or office that requires little or no work but provides a salary."], "spacious": ["adj", "Generous or large in area or extent; roomy."], "species": ["n", "A class of individuals or objects grouped by virtue of their common attributes and assigned a common name."], "spiritual": ["adj", "Of, relating to, consisting of, or having the nature of spirit; not tangible or material."], "spurious": ["adj", "Lacking authenticity or validity in essence or origin; not genuine; false."], "stable": ["adj", "Unchanging and permanent."], "stamina": ["n", "The strength required to resist or withstand disease, fatigue or hardship."], "stationary": ["adj", "Not moving."], "stereotype": ["n", "A simplified and standardized conception or image invested with special meaning and held in common by members of a group."], "subservient": ["adj", "Subordinate in capacity or function."], "sumptuous": ["adj", "Of a size or splendor suggesting great expense; costly, lavish."], "supercilious": ["adj", "Feeling or showing haughty disdain."], "superfluous": ["adj", "Being beyond what is required or sufficient."], "surplus": ["adj", "Being more than or in excess of what is needed or required."], "surreptitious": ["adj", "Obtained, done, or made by clandestine or stealthy means."], "susceptible": ["adj", "Easily influenced or affected through some trait."], "sycophant": ["n", "A servile self-seeking flatterer."], "symbol": ["n", "Something that represents something else by association, resemblance, or convention."], "symmetry": ["n", "A relationship of characteristic correspondence, equivalence, or identity among constituents of an entity or between different entities."], "tabernacle": ["n", "The Jewish temple."], "taciturn": ["adj", "Habitually un-talkative."], "tariff": ["n", "The duty or rate of duty imposed by a government on imported or exported goods."], "tarpaulin": ["n", "Material, such as waterproofed canvas, used to cover and protect things from moisture."], "telephone": ["n", "A device for reproducing sounds, especially articulate speech, at a distance."], "tentative": ["adj", "Not fully worked out, concluded, or agreed on; provisional."], "terrapin": ["n", "Any of various edible north American web-footed turtles living in fresh or brackish water."], "terrible": ["adj", "Dreadful, extremely disagreeable, objectionable."], "thirsty": ["adj", "Desiring to drink."], "threshold": ["n", "Place or point of entering or beginning; entrance; outset."], "thyme": ["n", "A common garden herb used in seasoning and medicine."], "topaz": ["n", "A usually yellow, reddish, or pink transparent mineral used as a gem."], "tortilla": ["n", "A round, thin, unleavened bread made from cornmeal or flour, eaten hot or with a savory topping or filling."], "tragedy": ["n", "A drama or literary work in which the main character is brought to ruin or suffers extreme sorrow, especially as a consequence of a tragic flaw, moral weakness, or inability to cope with unfavorable circumstances."], "transient": ["adj", "Remaining in a place only a brief time; lasting only a short time."], "transit": ["n", "Passage over, across or through."], "transmit": ["v", "To send or forward, as to a recipient or destination; dispatch; convey."], "trickle": ["v", "To flow or fall in drops or in a thin stream."], "triumph": ["v", "To be victorious or successful; win."], "truculent": ["adj", "Disposed to fight; pugnacious."], "ulterior": ["adj", "Not apparent; hidden."], "unanimous": ["adj", "Being of one mind; agreeing in opinion, design, or determination."], "unconscionable": ["adj", "Not guided or controlled by an internal sense of right or wrong; unscrupulous."], "unilateral": ["adj", "Having only one side."], "unique": ["adj", "Being without a like or equal; single in kind or excellence; unequaled."], "utilitarian": ["adj", "Exhibiting or stressing utility over other values; practical."], "vacation": ["n", "A period of time devoted to pleasure, rest, or relaxation, especially one with pay granted to an employee."], "vacillate": ["v", "To waver in mind, will, or feeling : hesitate in choice of opinions or courses."], "vacuum": ["n", "A space empty of matter."], "valley": ["n", "An elongated lowland between ranges of mountains, hills, or other uplands, often having a river or stream running along the bottom."], "variable": ["adj", "Tending or apt to vary or change."], "vegetable": ["n", "The edible part of a plant raised for an edible part."], "velocity": ["n", "Quickness of motion; swiftness, speed."], "vengeance": ["n", "Infliction of punishment in return for an injury or offense."], "verbatim": ["adv", "Word for word."], "versatile": ["adj", "Capable of doing many things; having many uses or serving various functions."], "vindicate": ["v", "To clear of accusation, blame, suspicion, or doubt; to justify."], "violated": ["v", "Disturbed rudely or improperly; interrupted."], "virtuoso": ["n", "A musician with masterly ability, technique, or personal style."], "visibility": ["n", "The degree or extent to which something is capable of being seen."], "vociferous": ["adj", "Making, given to, or marked by noisy and vehement outcry."], "volatile": ["adj", "Easily passing off by evaporation."], "vulnerable": ["adj", "Susceptible to physical or emotional injury."], "weather": ["n", "The state of the atmosphere at a given time and place, with respect to variables such as temperature, moisture, wind velocity, and barometric pressure."], "weird": ["adj", "Curious in nature or appearance; of strange or extraordinary character."], "welfare": ["n", "Health, happiness, and good fortune; well-being."], "wholesome": ["adj", "Promoting health of body; health-giving."], "winsome": ["adj", "Winning; charming."], "wreath": ["n", "A ring or circle of flowers or leaves worn on the head, used as a decoration or placed as a memorial."], "yacht": ["n", "Any of various relatively small sailing or motor-driven vessels, generally with smart graceful lines, used for pleasure cruises or racing."], "youngster": ["n", "A young person; a child or youth."], "zeal": ["n", "Impassioned eagerness."], "zealot": ["n", "One who shows excessive, impassioned eagerness."], "zenith": ["n", "The point of culmination, peak, summit."]}